<?php
include_once 'header.php';
?>

<div class="col-s-12 col-m-12 col-l-9">
    <div class="col-s-12 col-m-12 col-l-12">

        <h1 style="text-align:center"> ΤΟΠ ΣΥΝΤΑΓΕΣ </h1>
        <h2> Φωλιές τορτίγιας με ομελέτα</h2>
        <img src="im/tortillas.jfif" alt="tortillas with omelete" class="col-s-12 col-m-12 col-l-3">
        <a href="https://youtu.be/QPGb3iImjes"> ΜΠΟΡΕΙΣ ΝΑ ΔΕΙΣ ΤΗΝ ΣΥΝΤΑΓΗ ΚΑΙ ΕΔΩ</a>



        <h3>Εκτέλεση </h3>
        <p> Προθερμαίνουμε τον φούρνο στους 170ο C στον αέρα.<br>
            Σπάμε σε ένα μπολ τα αβγά, τη ρίγανη, αλάτι, πιπέρι, το μπέικιν πάουντερ,<br>
            την κέτσαπ και ανακατεύουμε με ένα σύρμα χειρός να διαλυθεί το μπέικιν πάουντερ. Αφήνουμε στην άκρη.
            Στρώνουμε 6 τορτίγιες σε μια αντικολλητική φόρμα για muffin 6 θέσεων.<br>
            Μοιράζουμε τις ελιές σε όλες τις τορτίγιες, τη φέτα σε κυβάκια και μοιράζουμε το μείγμα με τα αβγά.
            Ψήνουμε για 20-25 λεπτά.<br>
            Αφαιρούμε και σερβίρουμε με κέτσαπ και ρίγανη.<br>

        </p>

    </div>

    <div class="col-s-12 col-m-12 col-l-12">

        <h3>Συστατικά </h3>
        <ul>
            <li> 8 αβγά, μεσαία</li>
            <li> 1 κ.σ. ρίγανη</li>
            <li> αλάτι</li>
            <li> πιπέρι</li>
            <li> 1 κ.γ. μπέικιν πάουντερ</li>
            <li> 50 γρ. κέτσαπ</li>
            <li> 6 τορτίγιες, μικρές</li>
            <li>50 γρ. ελιές, σε ροδέλες</li>
            <li> 100 γρ. φέτα</li>
        </ul>
    </div>

    <div class="col-s-12 col-m-12 col-l-12">

        <h2> Corn dogs με μοτσαρέλα και μπέικον</h2>
        <img src="im/corn.jpg" alt="corn dogs with mozzarela cheese" class="col-s-12 col-m-12 col-l-3">
        <a href="https://youtu.be/cvZ1Rum1_YE"> ΜΠΟΡΕΙΣ ΝΑ ΔΕΙΣ ΤΗΝ ΣΥΝΤΑΓΗ ΚΑΙ ΕΔΩ</a>
        <h3>Εκτέλεση </h3>
        <h4>Για το κουρκούτι</h4>
        <p> Σε ένα μπολ βάζουμε το αλεύρι, το καλαμποκάλευρο, την πάπρικα, τη ζάχαρη, το μπέικιν πάουντερ,<br>
            τη σόδα, αλάτι, πιπέρι, το γάλα, το αβγό και ανακατεύουμε με σύρμα χειρός μέχρι να ομογενοποιηθούν τα υλικά.<br>
            Αφήνουμε στην άκρη.<br>
        </p>
        <h4>Για τα corn dogs</h4>
        <p>Τοποθετούμε ένα τηγάνι με σπορέλαιο σε μέτρια φωτιά να κάψει.<br>
            Κόβουμε τη μοτσαρέλα σε λωρίδες 40 γρ. και περνάμε ξυλάκια από τη μια άκρη της.<br>
            Τυλίγουμε το μπέικον γύρω από κάθε κομμάτι μοτσαρέλας και πιέζουμε καλά για να κολλήσει.<br>
            Βουτάμε μέσα στο μπολ με το κουρκούτι και μεταφέρουμε στο καυτό λάδι και τηγανίζουμε για 3-4 λεπτά να ψηθούν και να πάρουν χρώμα.<br>
            Αφαιρούμε σε απορροφητικό χαρτί και σερβίρουμε με σάλτσα bbq.<br>
        </p>
    </div>

    <div class="col-s-12 col-m-12 col-l-12">
        <h3>Συστατικά </h3>
        <ul>
            <li>100 γρ. αλεύρι γ.ο.χ.</li>
            <li> 100 γρ. καλαμποκάλευρο</li>
            <li> αλάτι</li>
            <li> πιπέρι</li>
            <li> 1 κ.γ. πάπρικα</li>
            <li> 20 γρ. ζάχαρη κρυσταλλική</li>
            <li> 1/2 κ.γ. μπέικιν πάουντερ</li>
            <li>170 γρ. γάλα</li>
            <li> 1/4 κ.γ. σόδα μαγειρική</li>
            <li>1 αβγό, μεσαίο</li>
            <li>240 γρ. μοτσαρέλα</li>
            <li>60 γρ. μπέικον</li>
            <li>500 ml σπορέλαιο</li>

        </ul>
    </div>

    <div class="col-s-12 col-m-12 col-l-12">
        <h2>Μπακαλιάρος σκορδαλιά street version</h2>
        <a href="https://youtu.be/Sk-1ttDS5QM"> ΜΠΟΡΕΙΣ ΝΑ ΔΕΙΣ ΤΗΝ ΣΥΝΤΑΓΗ ΚΑΙ ΕΔΩ</a>
        <img src="im/bakaliaros.jpg" alt="corn dogs with mozzarela cheese" class="col-s-12 col-m-12 col-l-3">
        <h3>Εκτέλεση </h3>
        <p>
            Σε ένα μπολ βάζουμε τη μπίρα, το αλεύρι, το μπέικιν πάουντερ, τη ζάχαρη, αλάτι και ανακατεύουμε
            με ένα σύρμα χειρός για να διαλυθεί τελείως το αλεύρι. Αφήνουμε στην άκρη.<br>
            Απλώνουμε τον μπακαλιάρο στην επιφάνεια εργασίας μας και τον κόβουμε εγκάρσια στη μέση.<br>
            Σε ένα ταψάκι βάζουμε το αλεύρι και βάζουμε μέσα τα φιλέτα του μπακαλιάρου. Φροντίζουμε να καλύψει το αλεύρι όλη την ε
            πιφάνειά του.<br>
            Περνάμε κάθε φιλέτο από ένα καλαμάκι για σουβλάκι και τα βάζουμε στο μπολ με το κουρκούτι. Με ένα κουτάλι φροντίζουμε ν
            α καλύψουμε όλο το φιλέτο.<br>
            Τοποθετούμε ένα γουόκ με σπορέλαιο σε μέτρια προς δυνατή φωτιά. Θέλουμε το λάδι μας να φτάσει στους 180ο C.<br>
            Τα βάζουμε στο καυτό λάδι και τηγανίζουμε για 3-4 λεπτά για να ψηθούν μέχρι μέσα και να γίνουν τραγανά εξωτερικά.<br>
            Αφαιρούμε σε απορροφητικό χαρτί.<br>
        </p>
    </div>


    <div class="col-s-12 col-m-12 col-l-12">
        <h3>Συστατικά </h3>
        <ul>
            <li>330 ml μπίρα, ξανθιά.</li>
            <li> 200 γρ. αλεύρι γ.ο.χ.</li>
            <li> αλάτι</li>
            <li> 1 κ.γ. μπέικιν πάουντερ</li>
            <li>1 πρέζα ζάχαρη κρυσταλλική</li>
            <li> 1 κιλό μπακαλιάρο, φιλέτο</li>
            <li>100 γρ. αλεύρι γ.ο.χ., για το πανάρισμα</li>
            <li>400 ml σπορέλαιο, για το τηγάνισμα</li>
            <li> σκορδαλιά</li>
        </ul>
    </div>


    <div class="col-s-12 col-m-12 col-l-12">

        <h2>Σάντουιτς με καραμελωμένα χοιρινά ribs</h2>
        <a href="https://youtu.be/4N-VZ-hxG10"> ΜΠΟΡΕΙΣ ΝΑ ΔΕΙΣ ΤΗΝ ΣΥΝΤΑΓΗ ΚΑΙ ΕΔΩ</a>
        <img src="im/sandwich.jpg" alt="corn dogs with mozzarela cheese" class="col-s-12 col-m-12 col-l-3">
        <h3>Εκτέλεση </h3>
        <p>
            Προθερμαίνουμε τον φούρνο στους 150°C στον αέρα.<br>
            Σε ένα μπολ βάζουμε το σκόρδο και το κρεμμύδι σε σκόνη, το μπούκοβο, το αλάτι, το πιπέρι, την πάπρικα,
            το κύμινο, το ελαιόλαδο, το μέλι και την κέτσαπ. Ανακατεύουμε πολύ καλά με ένα πιρούνι και αφήνουμε στην άκρη.<br>
            Απλώνουμε την επιφάνεια εργασίας μας αλουμινόχαρτο, λαδόκολλα και τοποθετούμε πάνω στη λαδόκολλα το δεντρολίβανο.<br>
            Τοποθετούμε πάνω στη λαδόκολλα το χοιρινό και απλώνουμε από πάνω όλη τη μαρινάδα.
            Κλείνουμε καλά με το αλουμινόχαρτο και τη λαδόκολλα και φροντίζουμε να μην έχει τρυπήσει το αλουμινόχαρτο για να μην φύγει η υγρασία.<br>
            Μεταφέρουμε το χοιρινό σε ταψί με σχάρα και ψήνουμε για 4 ώρες.<br>
            Αυξάνουμε τη θερμοκρασία του φούρνου στους 200°C στον αέρα, ξεσκεπάζουμε το χοιρινό και ψήνουμε επιπλέον για 10-15 λεπτά να πάρει χρώμα.<br>
        </p>
    </div>

    <div class="col-s-12 col-m-12 col-l-12">
        <h3>Συστατικά </h3>
        <ul>
            <li> 1 κ.σ. σκόρδο, σε σκόνη</li>
            <li> 1 κ.σ. κρεμμύδι, σε σκόνη</li>
            <li> 1 κ.γ. μπούκοβο</li>
            <li> 1 κ.σ. αλάτι</li>
            <li> 1 κ.γ. πιπέρι</li>
            <li>1 κ.γ. πάπρικα, καπνιστή</li>
            <li> 1 κ.γ. κύμινο</li>
            <li> 2-3 κ.σ. ελαιόλαδο</li>
            <li> 1 κ.σ. μέλι</li>
            <li> 80-100 γρ. κέτσαπ</li>
            <li>4 κλ. δεντρολίβανο</li>
            <li>1 κιλό χοιρινό, σιδηρόδρομο</li>
        </ul>
    </div>
</div>


<?php
include_once 'footer.php';
?>