<?php
include_once 'header.php';
?>


<div class="col-s-12 col-m-10 col-l-6">

    <h1>Καλώς Ορίσατε!</h1>
    <p class="fb"> Σ'αυτή τη σελίδα θα βρείτε τις πιο λαχταριστές συνταγές!<br>
        Παραθέτω διάφορες παραδοσιακές και μοντέρνες συνταγές μου,εμπνευσμένες με μεράκι από τις συμβατικές συνταγές που
        ξέρουμε. Ο σκοπός είναι να μοιραστώ μαζί σας έναν πιο εύκολο και πιο υγιεινό τρόπο μαγειρέματος.</p>
</div>

<div class="col-s-12 col-m-10 col-l-3 aside">

    <h2>What's New ?</h2>
    <h3>Τσεκάρετε τις νέες μας συνταγές!</h3>
    <ul>
        <li>
            <p class="fa">Φωλιές Τορτίγιας με Ομελέτα</p>
        </li>
        <li>
            <p class="fa">Σάντουιτς με Καραμελωμένα Χοιρινά Ribs</p>
        </li>
        <li>
            <p class="fa">Μπακαλιάρος Σκορδαλιά Street Version</p>
        </li>
    </ul>

</div>


<?php
include_once 'footer.php';
?>